import { IMessage } from "@/types/types";
import pic from "../assets/plate.jpg";

export const data: IMessage[] = [
  {
    image: pic,
    title: "Toyota теперь предоставляет гарантию на автомобили до 10 лет",
    text: "Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет. Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет.",
    date: "2023-02-27",
    url: "google.com",
  },
  {
    image: pic,
    title: "Toyota теперь предоставляет гарантию на автомобили до 10 лет",
    text: "Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет. Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет.",
    url: "google.com",
    date: "2023-02-27",
  },
  {
    image: pic,
    title: "Toyota теперь предоставляет гарантию на автомобили до 10 лет",
    text: "Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет. Toyota запустила новую гарантию Toyota Relax для новых автомобилей и автомобилей с пробегом в Казахстане. Теперь у владельцев моделей Toyota есть уникальная возможность получить гарантию Toyota Relax до 10 лет.",
    url: "google.com",
    date: "2023-02-27",
  },
];
